{"stories":[{"tease":"Hurricanes, bankruptcies, and the World Series are all said to spark baby booms.But is there any truth to these tales?","url":"2017/05/births","slug":"2017_05_births","date":"2017-05-24T05:00:00.000Z"},{"tease":"What’s best for animals in aquariums? We look to the past & present to gauge the future of captive whales and dolphins.","url":"2017/07/cetaceans","slug":"2017_07_cetaceans","date":"2017-07-06T05:00:00.000Z"},{"tease":"I’m dining solo, I’m dining solo, solo (Jason Derulo voice). We looked at the dining habits and companions of Americans.","url":"2017/07/eating-alone","slug":"2017_07_eating-alone","date":"2017-07-28T05:00:00.000Z"},{"tease":"Men \"gallop\" and women \"giggle,\" at least according to the gendered tropes found in 2,000 scripts. ","url":"2017/08/screen-direction","slug":"2017_08_screen-direction","date":"2017-08-22T05:00:00.000Z"},{"tease":"In 2017, we mapped the cities and places with the worst access to abortion based on driving times.","url":"2017/09/clinics","slug":"2017_09_clinics","date":"2017-09-07T05:00:00.000Z"},{"tease":"What is black and white and red all over? The racial gap between a newspaper’s staff and the community it covers.","url":"2017/10/asne","slug":"2017_10_asne","date":"2017-10-12T05:00:00.000Z"},{"tease":"We can all agree that drain hair is gross. But it’s a thin line between love and hate for more than 3,000 other topics. ","url":"2017/12/hater","slug":"2017_12_hater","date":"2017-12-04T06:00:00.000Z"},{"tease":"Via postcards from the Curiosity Rover on Mars, we prove that talking about the weather is a universal habit.","url":"2018/01/mars-weather","slug":"2018_01_mars-weather","date":"2018-01-31T06:00:00.000Z"},{"tease":"In a love letter to NYC and Seattle, we pinpoint the types of businesses that distinguish one neighborhood from another.","url":"2018/03/neighborhoods","slug":"2018_03_neighborhoods","date":"2018-03-21T05:00:00.000Z"},{"tease":"We baked the most average chocolate chip cookie. Recipes written by computers — what could go wrong?","url":"2018/05/cookies","slug":"2018_05_cookies","date":"2018-05-10T05:00:00.000Z"},{"tease":"Fenty is a champion for makeup inclusivity, but how do other brands compare? We charted their foundation skin tones.","url":"2018/06/makeup-shades","slug":"2018_06_makeup-shades","date":"2018-06-13T05:00:00.000Z"},{"tease":"No TMI here, just 20,759 people describing their experiences with contraception... and us charting it.","url":"2018/07/birth_control","slug":"2018_07_birth_control","date":"2018-07-17T05:00:00.000Z"},{"tease":"We went there. A data investigation into the travesty that is women’s pockets.","url":"2018/08/pockets","slug":"2018_08_pockets","date":"2018-08-15T05:00:00.000Z"},{"tease":"Because you just can’t get enough of them, we found every boy band to chart the Hot 100 since 1980.","url":"2018/11/boy-bands","slug":"2018_11_boy-bands","date":"2018-11-27T06:00:00.000Z"},{"tease":"School dress codes send the wrong messages about womens’ and girls’ bodies. An analysis of 481 policies shows why. ","url":"2019/02/dress-code-sexualization","slug":"2019_02_dress-code-sexualization","date":"2019-02-07T06:00:00.000Z"},{"tease":"Do high school basketball stars live up to the hype? Here’s how many find success in the NBA.","url":"2019/03/hype","slug":"2019_03_hype","date":"2019-03-04T06:00:00.000Z"},{"tease":"We looked at 19 years of covers to see Vogue represents women of all shades. You can guess how this went.","url":"2019/04/vogue","slug":"2019_04_vogue","date":"2019-04-23T05:00:00.000Z"},{"tease":"Billie Jean is not my lover, but it’s one of the names we tracked for this project. Here’s how often names are in songs.","url":"2019/05/names-in-songs","slug":"2019_05_names-in-songs","date":"2019-05-23T05:00:00.000Z"},{"tease":"Our 2019 hipster summer reading list will introduce you to an artisanal selection of obscure books before they’re cool.","url":"2019/06/summer-reading","slug":"2019_06_summer-reading","date":"2019-06-24T05:00:00.000Z"},{"tease":"Everything’s bigger in Texas, even the number of exported adoptable dogs. Here’s where the dogs in your state are from.","url":"2019/10/shelters","slug":"2019_10_shelters","date":"2019-10-15T05:00:00.000Z"},{"tease":"Do authors write where they know? We calculated the distance between where authors lived and where their books were set.","url":"2020/02/authors","slug":"2020_02_authors","date":"2020-02-13T06:00:00.000Z"},{"tease":"These are the cities where you’ll need your umbrella, ella, ella, eh, eh, eh. Seattle may be less rainy than you think.","url":"2020/02/rain","slug":"2020_02_rain","date":"2020-02-26T06:00:00.000Z"},{"tease":"When it comes to sanitizing lyrics, where does Kidz Bop draw the line? (This was pre-WAP though; now all bets are off.) ","url":"2020/04/kidz-bop","slug":"2020_04_kidz-bop","date":"2020-04-07T05:00:00.000Z"},{"tease":"What happens when you combine music, a monkey, Joe Rogan, and probability? You get this experiment.","url":"2020/04/infinite","slug":"2020_04_infinite","date":"2020-04-14T05:00:00.000Z"},{"tease":"Using baby name data, we found the names that could be at risk of becomming future \"Karens\" in 10, 20, and 30 years.","url":"2020/06/karen","slug":"2020_06_karen","date":"2020-06-16T05:00:00.000Z"},{"tease":"Using 50 years of data, we explored economic mobility and determined just how rigid the middle class really is. ","url":"2020/08/income","slug":"2020_08_income","date":"2020-08-19T05:00:00.000Z"},{"tease":"Need a cute animal fix? Here’s a menagerie of live-streams from your favorite zoos and aquariums all in one place. ","url":"2020/11/cloud-zoo","slug":"2020_11_cloud-zoo","date":"2020-11-09T06:00:00.000Z"},{"tease":"Not all nudes are the same. We looked at how names for 6,816 makeup foundations can reveal bias in the beauty industry.","url":"2021/03/foundation-names","slug":"2021_03_foundation-names","date":"2021-03-25T05:00:00.000Z"}],"author":{"id":"amber","name":"Amber Thomas","slug":"amber-thomas","position":"Contributor","twitter":"ProQuesAsker","url":"http://amber.rbind.io/","bio":"is a data-lover, story-teller, and pro question asker. She spends time away from her keyboard exploring the outdoors around Seattle and hanging upside down in aerial silks. "}}