{"stories":[{"tease":"Which athletes qualify as one-hit wonders? We charted the greatest single-season anomalies in the last 30 years.","url":"2018/04/one-hit-wonders","slug":"2018_04_one-hit-wonders"},{"tease":"We mapped how \"gayborhoods\" are divided by gender. It’s true: men are from Chelsea, women are from Park Slope.","url":"2018/06/gayborhoods","slug":"2018_06_gayborhoods"},{"tease":"We went there. A data investigation into the travesty that is women’s pockets.","url":"2018/08/pockets","slug":"2018_08_pockets"},{"tease":"Watch as the design of the iconic Air Jordan morphs from its the first release in 1985 to the present.","url":"2018/09/jordans","slug":"2018_09_jordans"},{"tease":"We created a brief history of the past 100 years from New York Times headlines. And yes, there are word clouds.","url":"2018/12/brief-history","slug":"2018_12_brief-history"},{"tease":"We looked at every political party platform between 1840 and 2016 to find how often women’s issues appeared in the text.","url":"projects/votes-for-women","slug":"projects_votes-for-women"},{"tease":"We looked at 19 years of covers to see Vogue represents women of all shades. You can guess how this went.","url":"2019/04/vogue","slug":"2019_04_vogue"},{"tease":"Since the 1950s, hyphenated last names in pro-sports have been on the rise. The WNBA leads the way, as it so often does.","url":"2019/05/hyphens","slug":"2019_05_hyphens"},{"tease":"Headlines say millennials killed napkins, marriage, and Applebees. We say, \"you’re welcome.\" What’s next for this group?","url":"2019/09/millennials","slug":"2019_09_millennials"},{"tease":"We’ve devised pub crawl routes between UK watering holes of the same name. One Red Lion down, 338 to go. Cheers!","url":"2019/10/pubs","slug":"2019_10_pubs"},{"tease":"Do you \"lol?\" Or \"haha?’ Or \"hehe?\" We charted the usage, evolution, and perception of digital laughter.","url":"2019/10/laugh","slug":"2019_10_laugh"},{"tease":"From beehives, to afros, to bumpits: we looked at 30,000 yearbook photos to officially crown the \"Big Hair Era.\"","url":"2019/11/big-hair","slug":"2019_11_big-hair"},{"tease":"When it comes to sanitizing lyrics, where does Kidz Bop draw the line? (This was pre-WAP though; now all bets are off.) ","url":"2020/04/kidz-bop","slug":"2020_04_kidz-bop"},{"tease":"Do you smell what we’re cooking? It’s stories, facts, and pixel art drawings of over 200 masked wrestlers.","url":"2020/05/wrestling","slug":"2020_05_wrestling"},{"tease":"Using baby name data, we found the names that could be at risk of becomming future \"Karens\" in 10, 20, and 30 years.","url":"2020/06/karen","slug":"2020_06_karen"},{"tease":"We examined 271 presidential candidate branding designs from 1968–2020. Here’s who goes beyond the red, WHITE, and blue.","url":"2020/08/campaign-colors","slug":"2020_08_campaign-colors"},{"tease":"Take the quiz: Can you identify when these photos were taken? It may not be as easy as it sounds. ","url":"2020/10/photo-history","slug":"2020_10_photo-history"},{"tease":"Crosswords are known for being too old, too white, and too male. We backed that up with data.","url":"2020/11/crossword","slug":"2020_11_crossword"},{"tease":"","url":"2020/12/lighting-cost","slug":"2020_12_lighting-cost"},{"tease":"What do you do when your friends are sick of hearing about your breakup? Use a supercomputer to find a happier ending. ","url":"2021/03/love-and-ai","slug":"2021_03_love-and-ai"},{"tease":"A story about hearing yourself in same-gender pop lyrics for the first time and tracking it with data ever since.","url":"2021/06/same-gender-lyrics","slug":"2021_06_same-gender-lyrics"}],"author":{"id":"jan","name":"Jan Diehm","slug":"jan-diehm","position":"Staff","twitter":"jadiehm","url":"http://jandiehmdesigns.com","bio":"is a Sr. Journalist-Engineer at The Pudding. She appreciates the finer things in life: LEGO sets, southern delicacies like pimento cheese and fried green tomatoes, and vintage Britney Spears.  "}}