{"title":"About","sections":[{"id":"bio"},{"id":"team","hed":"Team"},{"id":"awards","hed":"Awards"},{"id":"positions","hed":"Open Positions"},{"id":"contact","hed":"Get in Touch"},{"id":"studio","hed":"Content Studio"}],"bio":[{"type":"text","value":"The Pudding explains ideas debated in culture with visual essays. By wielding original datasets, primary research, and interactivity, we try to thoroughly explore complex topics."},{"type":"text","value":"Visual essays are an emerging form of journalism. Some of the most complex, debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.”"}],"bioMore":[{"type":"text","value":"At The Pudding, our goal is to advance public discourse and avoid media echo chambers. We’re not chasing current events or clickbait. We choose topics where visuals both entertain and inform. This means that we invest in research and ignore news cycle noise. We’re in the business of bringing you stories you didn’t know you needed."},{"type":"text","value":"We believe in journalism that denounces false equivalence, one that can explicitly say Black Lives Matter, one that never views human rights as partisan issues, and one that believes a person's own experiences are central to strong storytelling."},{"type":"text","value":"We hope to be a place that centers and amplifies voices that have long been ignored. We strive for our journalism to be one of key making, not gate keeping, and we won't shy away from stories that tackle racism, sexism, and classism head on."},{"type":"text","value":"We are committed to listening, learning, making changes, and being proactive in the fight for equity, inclusion, and racial and social justice."},{"type":"text","value":"We're a small group that operates as a collective rather than hierarchical team."},{"type":"text","value":"Much of our work is done autonomously, with individuals choosing their essays and owning the whole story, from research to code. Each team member can do every step: research and reporting, data analysis, design, writing, and code."},{"type":"text","value":"One luxury that separates us from traditional newsrooms is our approach to publishing urgency. There are no deadlines because we are not tied to news events. With breaking news, it's difficult to gamble on weird, ambitious ideas if they <em>must</em> be published. No one will take on risky, creative projects when they're staring at a deadline."},{"type":"text","value":"So we experiment, <em>a lot</em>. The creative process feels more like workshopping a movie script than critiquing a bar chart. Consequently, many of our ideas are killed during production, but we wouldn’t have it any other way! It means we’re trying unproven, never-done-before things."},{"type":"text","value":"We're also trying to advance the craft. Visual journalism is still in its infancy. We don't have an established <a  href =https://en.wikipedia.org/wiki/Pattern_language>pattern language</a> found in traditional reporting. Sometimes we'll attempt an unfamiliar visual approach—not because it's guaranteed to work, but because we won’t know until we try. Rarely do organizations have the liberty to take such risks, yet we're small enough to experiment in the pursuit of quality."},{"type":"text","value":"The Pudding is financially viable, bootstrapped, and profitable (<a href=https://m.signalvnoise.com/why-we-choose-profit/ >intentionally</a>)."},{"type":"text","value":"There are no ads. There are no subscription walls. There is no venture capital artificially keeping our lights on. Instead, it's our sister-visualization agency, Polygraph."},{"type":"text","value":"Want a full rundown of the relationship between The Pudding and Polygraph? Check out our FAQ <a href=../faq#polygraph>here</a>."},{"type":"text","value":"Some of the reasons why you might like it here:"},{"type":"text","value":"1. This is a making-it-up-as-we-go, building-the-plane-in-the-air type of organization. Look to us if you want a small, startup feel that’s buzzing with possibility. This is different than other newsrooms that have hierarchies and an established \"how-we-do-things,\" decades-old process."},{"type":"text","value":"2. You want to be involved in building something new. Yes, we publish essays, yet plenty of energy goes into perfecting a creative process that's still in its infancy. As part of a small team, your opinion matters a lot."},{"type":"text","value":"3. You crave autonomy rather than taking direction. There are plenty of organizations where you can slot into a well-oiled, historically prestigious machine. You'll get an editor, a process, and story assignments. But that also comes with baggage, particularly the creeping conservatism that <a href=https://medium.com/@tonyszhou/postmortem-1b338537fabc>often accompanies success</a>. This is pretty much the opposite: what you make emerges from your own burning desires—ideas gestating in the back of your head for months (or years!) that you’ve never had the latitude to explore."},{"type":"text","value":"4. You're over making noise. We want you to pick projects that don't live and die by the news cycle. You want your work to have a multi-year lifespan. The Pudding underwrites your research interests (go read all the books!) and gives you time (and financial stability) to explore them."},{"type":"text","value":"5. Creativity is not a solitary endeavor. If you’re working solo, we’ll give you an editor, or design resources, or coding help. Whatever it takes to execute your vision. What matters is that we help you understand what readers will feel and keep you motivated."},{"type":"text","value":"6. Craft matters. We are building tools that make visual storytelling easier. Yet instead of making something for everyone, our tools begin with one group of users: ourselves. Building for general consumer adoption is a noble pursuit, but there’s <a target_blank href=http://snarkmarket.com/2011/7320>something special</a> that happens when a toolmaker builds something for their own creative ambitions."},{"type":"text","value":"7. You’re keen on building a following. Most of us started doing this work “on the side,” often on a personal blog. You may have experience wielding your own voice and the thrill of finding readers. We don’t want that to be lost by “getting hired” somewhere. Each person needs to have an identity that they'd otherwise cultivate independently."},{"type":"text","value":"8. We calibrate our salaries against interactive journalist and data visualization roles. We recognize that our skill sets are not the same as prose-based journalists, and we ensure that folks joining our mission aren’t taking a paycut from the tech world."}],"positions":[{"type":"text","value":"Our team will not be taking on interns for 2021."},{"type":"text","value":"Interested in hearing about future positions and internships? Sign up for our <a href=https://poly-graph.us11.list-manage.com/subscribe?u=c70d3c0e372cde433143ffeab&id=cf727ac005>email newsletter</a> that will notify you of new career opportunities and open roles at The Pudding. You can also check out our <a href=https://twitter.com/puddingviz/status/1245064534575980544 >Twitter thread</a> for how-to resources and more ways to get involved with us."}],"contact":[{"type":"text","value":"For <strong>business opportunities</strong>, including sponsored content, reach out to business@pudding.cool. <strong>Pitch us a story</strong> via pitches@pudding.cool. For <strong>press enquiries</strong>, get in touch at press@pudding.cool. For <strong>all other inquiries or comments</strong>, drop us a line at sup@pudding.cool."}],"studio":[{"type":"text","value":"Interested in wielding The Pudding's power for your brand? Our team creates custom, white-labeled content via our award-winning visualization studio, <a href=http://polygraph.cool >Polygraph</a>."},{"type":"text","value":"Send us an email at hi@polygraph.studio to find out more. Get a full explanation of the relationship between The Pudding and Polygraph via our FAQ <a href=../faq#polygraph>here</a>."}]}