{"title":"About Us","description":"Learn more about The Pudding.","sections":[{"id":"background"},{"id":"etymology"},{"id":"team","hed":"The Team"},{"id":"contributors"},{"id":"speaking"},{"id":"awards","hed":"Awards"},{"id":"positions","hed":"Open Positions"},{"id":"contact","hed":"Get in Touch"},{"id":"studio","hed":"Content Studio"}],"dek":"The Pudding explains ideas debated in culture with visual essays. We’re not chasing current events or clickbait. We choose topics where visuals inform <em>and</em> entertain. We’ve been in the business of bringing you stories you didn’t know you needed since 2017.","background":{"detailsSummary":"How and why The Pudding exists","detailsText":[{"type":"text","value":"Visual essays are an emerging form of journalism. Some of the most complex, debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.”"},{"type":"text","value":"We believe in journalism that denounces false equivalence, one that can explicitly say Black Lives Matter, one that never views human rights as partisan issues, and one that believes a person's own experiences are central to strong storytelling."},{"type":"text","value":"We hope to be a place that centers and amplifies voices that have long been ignored. We strive for our journalism to be one of key making, not gate keeping, and we won't shy away from stories that tackle racism, sexism, and classism head on."},{"type":"text","value":"We are committed to listening, learning, making changes, and being proactive in the fight for equity, inclusion, and racial and social justice."},{"type":"text","value":"We're a small group that operates as a collective rather than hierarchical team."},{"type":"text","value":"Much of our work is done autonomously, with individuals choosing their essays and owning the whole story, from research to code. Each team member can do every step: research and reporting, data analysis, design, writing, and code."},{"type":"text","value":"One luxury that separates us from traditional newsrooms is our approach to publishing urgency. There are no deadlines because we are not tied to news events. With breaking news, it's difficult to gamble on weird, ambitious ideas if they <em>must</em> be published. No one will take on risky, creative projects when they're staring at a deadline."},{"type":"text","value":"So we experiment, <em>a lot</em>. The creative process feels more like workshopping a movie script than critiquing a bar chart. Consequently, many of our ideas are killed during production, but we wouldn’t have it any other way! It means we’re trying unproven, never-done-before things."},{"type":"text","value":"We're also trying to advance the craft. Visual journalism is still in its infancy. We don't have an established <a  href =https://en.wikipedia.org/wiki/Pattern_language>pattern language</a> found in traditional reporting. Sometimes we'll attempt an unfamiliar visual approach—not because it's guaranteed to work, but because we won’t know until we try. Rarely do organizations have the liberty to take such risks, yet we're small enough to experiment in the pursuit of quality."}]},"etymology":{"detailsSummary":"Why are you called “The Pudding?”","detailsText":[{"type":"text","value":"See <a rel=external href=https://www.npr.org/2012/08/24/159975466/corrections-and-comments-to-stories>etymology</a>."}]},"team":{"detailsSummary":"Our team’s background","detailsText":"Our team’s backgrounds are pretty varied. There is certainly more than one way to enter this field! Here’s the short version of each of our stories:","detailsList":[{"lead":"Caitlyn","description":"Started in psychology / neuroscience research—ended up with a Bachelors in computer science (focus data science / journalism) and a Masters in data visualization. Worked heavily in music journalism throughout college. Spent a couple years transitioning into management as Studio Lead for Polygraph."},{"lead":"Ilia","description":"Studied psychology and political science before pursuing psychological research in graduate school; took a detour into freelance journalism before finding data-driven storytelling through Columbia's Lede program."},{"lead":"Jan","description":"Began journalism career covering middle school sports for the <a rel=external href=https://www.facebook.com/RCTimes/?__tn__=C-R target=_blank>local paper</a> while in high school. Studied journalism &amp; photojournalism in <a rel=external href=https://www.wku.edu/schoolofmedia/index.php target=_blank>college</a>. First job was doing <a rel=external href=http://jandiehmdesigns.com/#/newspaper-design/ target=_blank>newspaper page design</a>. Transitioned to web design and data journalism from there."},{"lead":"Kevin","description":"Studied philosophy in college, then wrote about tech and culture for a bit before attending Columbia’s Lede program (like Ilia) to pick up data journalism skills."},{"lead":"Matt","description":"Self-taught, with a degree in business and 7 years of experience making powerpoint slides."},{"lead":"Michelle","description":"Studied computer science and worked as a software engineer before discovering the world of visual, data-driven storytelling (through The Pudding!)."},{"lead":"Rob","description":"Studied public relations in undergrad, and both library science and art history in grad school. Spent more than a decade doing strategic and creative work for arts, culture and media orgs."},{"lead":"Russell","description":"Computer science &gt; creative coding with <a rel=external href=https://processing.org/ target=_blank>Processing</a> &gt; interactive <a rel=external href=http://hollowdocumentary.com/ target=_blank>documentary</a> &gt; making games for civic engagement and data vis &gt; data journalism!"}]},"contributors":{"detailsSummary":"See who else we’ve collaborated with"},"speaking":{"detailsSummary":"Interested in having us speak at your event?","detailsText":"We are a small team, so as much as we’d love to speak everywhere and to everyone that we’re invited, we just don’t have the time. If you’d like to invite us to your event, please send us a message at sup@pudding.cool. We are committed to creating meaningfully inclusive spaces, so we follow this <a rel=external href=https://opennews.org/projects/speaker-rider/ target=_blank>speaker rider</a> we co-developed with <a rel=external href=https://opennews.org/ target=_blank>OpenNews</a>."},"positions":{"text":[{"type":"text","value":"We do not currently have any open positions, but we’re generally always open to hear <a rel=external href=https://pudding.cool/pitch target=_blank>freelance pitches</a>, though, so feel free to send them our way."},{"type":"text","value":"If you’d like to be notified the next time we are hiring, sign up for our <a rel=external href=http://eepurl.com/gF8njH target=_blank>mailing list</a>."}],"detailsSummary":"What it’s like to work here","detailsList":[{"lead":"This is a making-it-up-as-we-go, building-the-plane-in-the-air type of organization.","description":"Look to us if you want a small, startup feel that’s buzzing with possibility. This is different than other newsrooms that have hierarchies and an established \"how-we-do-things,\" decades-old process."},{"lead":"You want to be involved in building something new.","description":"Yes, we publish essays, yet plenty of energy goes into perfecting a creative process that's still in its infancy. As part of a small team, your opinion matters a lot."},{"lead":"You crave autonomy rather than taking direction.","description":"There are plenty of organizations where you can slot into a well-oiled, historically prestigious machine. You'll get an editor, a process, and story assignments. But that also comes with baggage, particularly the creeping conservatism that <a rel=external href=https://medium.com/@tonyszhou/postmortem-1b338537fabc>often accompanies success</a>. This is pretty much the opposite: what you make emerges from your own burning desires—ideas gestating in the back of your head for months (or years!) that you’ve never had the latitude to explore."},{"lead":"You're over making noise.","description":"We want you to pick projects that don't live and die by the news cycle. You want your work to have a multi-year lifespan. The Pudding underwrites your research interests (go read all the books!) and gives you time (and financial stability) to explore them."},{"lead":"Creativity is not a solitary endeavor.","description":"If you’re working solo, we’ll give you an editor, or design resources, or coding help. Whatever it takes to execute your vision. What matters is that we help you understand what readers will feel and keep you motivated."},{"lead":"Craft matters.","description":"We are building tools that make visual storytelling easier. Yet instead of making something for everyone, our tools begin with one group of users: ourselves. Building for general consumer adoption is a noble pursuit, but there’s <a target_blank href=http://snarkmarket.com/2011/7320>something special</a> that happens when a toolmaker builds something for their own creative ambitions."},{"lead":"You’re keen on building a following.","description":"Most of us started doing this work “on the side,” often on a personal blog. You may have experience wielding your own voice and the thrill of finding readers. We don’t want that to be lost by “getting hired” somewhere. Each person needs to have an identity that they'd otherwise cultivate independently."},{"lead":"We calibrate our salaries against interactive journalist and data visualization roles.","description":"We recognize that our skill sets are not the same as prose-based journalists, and we ensure that folks joining our mission aren’t taking a paycut from the tech world."}]},"contact":[{"type":"text","value":"For press enquiries,  get in touch at press@pudding.cool. For all other inquiries or comments, drop us a line at sup@pudding.cool."}],"studio":{"text":[{"type":"text","value":"Interested in wielding The Pudding's power for your brand? Our team creates custom, white-labeled content via our award-winning visualization studio, <a rel=external href=http://polygraph.cool >Polygraph</a>."},{"type":"text","value":"Send us an email at hi@polygraph.studio."}],"detailsSummary":"The relationship between The Pudding and Polygraph","detailsText":[{"type":"text","value":"You’ve probably noticed we don’t have any ads or subscription walls on The Pudding. However, we need to keep the lights on somehow. Enter: Polygraph."},{"type":"text","value":"We run Polygraph with the purpose of sustaining our work on The Pudding. This allows The Pudding to operate in a purely journalistic space, giving us full creative autonomy on our articles. There’s no brand or client or advertisement contract controlling our Pudding projects, nor are we beholden to what gets the most page clicks. We just do what we think is interesting."},{"type":"text","value":"Basically, the wall between The Pudding and Polygraph is a business model embodiment of the editorial/advertising wall in journalism. The Pudding cannot exist without Polygraph, and Polygraph would have no need to exist without The Pudding."},{"type":"text","value":"The only time a brand finds its way on The Pudding is through sponsored posts, like <a rel=external href=https://congress.pudding.cool/ target=_blank>this one</a> we just did about congressional tweets with Saleforce’s Einstein API or <a rel=external href=https://pudding.cool/2018/11/dearabby/ target=_blank>this one</a> about Dear Abby letters with IBM Watson. Sponsorship allows us to do what we think is interesting with tools we wouldn’t have access to otherwise."},{"type":"text","value":"Despite being for-hire, we make sure our work at Polygraph does align with our mission at The Pudding: tell cool, public-facing stories with data and visuals, just for a purpose-aligned client rather than for… ourselves (and our moms)."},{"type":"text","value":"Interested in wielding The Pudding’s power for your brand? Check out the Polygraph site <a rel=external href=http://polygraph.cool target=_blank>here</a>, and send us an email at hi@polygraph.studio."}]}}