{"title":"Pitch a story","intro":[{"type":"text","value":"While we may not have full-time positions open at the moment, we are always looking to collaborate with freelancers on visual stories they are excited to tell. Each quarter, we commission a couple of essays (compensation details below), but we accept story pitches year-round. (Please note that The Pudding does not publish guest posts or sponsored links on our site.) Here are some guiding principles for what we think make a good story:"}],"principles":[{"lead":"The idea is worthy of public discourse.","description":"Would people debate the premise of the idea for 20 minutes? What assumptions does it challenge?"},{"lead":"There’s a deeper truth","description":"What does the story reveal (even if it’s buried deep in the essay)? Does the reader leave the essay feeling differently?"},{"lead":"You’re showing, not telling.","description":"Visuals make your argument more accessible and less complex than a thousand-word essay."}],"sendHed":"What to Send Us","sendDek":"If you have a story in mind that you're excited about that meets our criteria, send us a message at pitches@pudding.cool and tell us about it. Please include the following information:","sendList":[{"lead":"Headline","description":"The hook, describes what this story is about in a few words"},{"lead":"Summary","description":"The elevator pitch, a few sentences explaining the idea and why you're excited about it"},{"lead":"Proof","description":"Are data available to help answer your question or tell your story? If so, have you done any analysis yet? Preliminary data analysis, storyboards, or prototypes are very helpful for us to see."},{"lead":"Assistance","description":"What piece(s) might you need help with from us? While some of our freelance contributors are capable of completing a visual story from end-to-end on their own, we often collaborate with our contributors. Would you need help with data analysis, writing, design, front-end code, or some other piece needed to tell this story? No matter the division of labor, The Pudding always assigns an editor to each freelance pitch we take on, so that there is always someone to bounce ideas off of and problem solve with you."},{"lead":"Links","description":"Do you have a portfolio, blog, or any other relevant work that you'd like to share with us?"}],"misc":[{"type":"text","value":"We have a standing meeting on Mondays to review pitches and we try to provide feedback, regardless of whether or not we pursue the pitch, within a week."},{"type":"text","value":"Want to know more? In this behind-the-scenes <a href=https://pudding.cool/process/pitching-gendered-descriptions/>blog post</a>, a contributor writes about the journey of turning her idea into a pitch and a published article."},{"type":"text","value":"Need some inspiration? Check out our <a href=../backlog >team idea backlog</a> to find story ideas we've kicked around but haven't started yet. Feel free to take them and make them your own."}],"compensationHed":"Compensation","compensationDek":"We pay $7,000 for end-to-end work on an essay. If we collaborate by providing some assistance in a non-editor capacity (e.g., we do the design), we will lower the compensation accordingly.","timeHed":"Time Commitment","timeDek":"This varies greatly from contributor to contributor. Many of the people we collaborate with are working full-time elsewhere and have limited time per week to spend on a story. At that rate, projects often take several months to complete. If a contributor has more time available per week to contribute, we do our best to help move stories along at a faster pace."}